name: "yolov8n"
backend: "openvino"
max_batch_size: 0
default_model_filename: "model.xml"
input [
  {
    name: "images"
    data_type: TYPE_FP32
    format: FORMAT_NCHW
    dims: [ 3, 640, 640 ]
    reshape: {shape:[1,3,640,640]}
  }
]
output [
  {
    name: "output0"
    data_type: TYPE_FP32
    dims: [1,84,8400]
  }
]

